Repository: ulusanyazilim/sysPass
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Help
tr_tr: Yardım

source: Clear
tr_tr: Temizle

source: Perform
tr_tr: Gerçekleştir

source: Download
tr_tr: İndir

source: Warning
tr_tr: Uyarı

source: Check
tr_tr: Kontrol et

source: Critical
tr_tr: Kritik

source: Previous page
tr_tr: Önceki sayfa

source: Next page
tr_tr: Sonraki sayfa

source: First page
tr_tr: İlk sayfa

source: Last page
tr_tr: Son sayfa

source: Required PHP version >= %s <= %s
tr_tr: Gerekli PHP sürümü >= %s <= %s

source: Please update the PHP version to run sysPass
tr_tr: Lütfen sysPass'ı çalıştırmak için PHP sürümünü güncelleyin

source: '/app/config' directory does not exist.
tr_tr: '/app/config' dizini mevcut değil.

source: Unable to write into '/app/config' directory
tr_tr: '/app/config' dizinine yazılamıyor

source: '/app/config' directory permissions are wrong
tr_tr: '/app/config' dizin izinleri yanlış

source: Current: %s - Needed: 750
tr_tr: Mevcut: %s - İhtiyaç var: 750

source: Access denied
tr_tr: Erişim reddedildi

source: Action not found
tr_tr: Eylem bulunamadı

source: You don't have permission to access this page
tr_tr: Bu sayfaya erişim izniniz yok

source: Unable to change password value
tr_tr: Parola değeri değiştirilemiyor

source: Context already initialized
tr_tr: Bağlam zaten başlatıldı

source: Invalid context
tr_tr: Geçersiz bağlam

source: Context not initialized
tr_tr: Bağlam başlatılmadı

source: Session cannot be initialized
tr_tr: Oturum başlatılamıyor

source: Crypto module cannot be loaded
tr_tr: Kripto modülü yüklenemiyor

source: Error while creating the encrypted data
tr_tr: Şifrelenmiş veri oluşturulurken hata oluştu

source: An object is needed
tr_tr: Bir nesneye ihtiyaç vardır

source: Observer not initialized
tr_tr: Gözlemci başlatılmadı

source: Invalid icons class
tr_tr: Geçersiz simgeler sınıfı

source: Unable to retrieve "%s" template: %s
tr_tr: "%s" şablonu alınamıyor: %s

source: Invalid IP
tr_tr: Geçersiz IP

source: Encoding error
tr_tr: Kodlama hatası

source: Invalid XML-RPC response
tr_tr: Geçersiz XML-RPC yanıtı

source: Session not started or timed out
tr_tr: Oturum başlatılmadı veya zaman aşımına uğradı

source: Invalid Action
tr_tr: Geçersiz Eylem

source: Password needs to be %d characters long
tr_tr: Şifrenin %d karakter uzunluğunda olması gerekiyor

source: Password does not contain the required characters
tr_tr: Şifre gerekli karakterleri içermiyor

source: Password needs to contain letters
tr_tr: Şifre harf içermelidir

source: Password needs to contain lower case letters
tr_tr: Şifre küçük harf içermelidir

source: Password needs to contain upper case letters
tr_tr: Şifre büyük harf içermelidir

source: Password needs to contain numbers
tr_tr: Şifre rakam içermelidir

source: Password needs to contain symbols
tr_tr: Şifre semboller içermelidir

source: Invalid filter type
tr_tr: Geçersiz filtre türü

source: Wrong object type
tr_tr: Yanlış nesne türü

source: Unable to retrieve "%s" variable
tr_tr: "%s" değişkeni alınamıyor

source: Unable to unset "%s" variable
tr_tr: "%s" değişkeninin ayarı kaldırılamıyor

source: Template does not contain files
tr_tr: Şablon dosya içermiyor

source: Plugin version not compatible (%s)
tr_tr: Eklenti sürümü uyumlu değil (%s)

source: Unable to load the "%s" plugin
tr_tr: "%s" eklentisi yüklenemiyor

source: Plugin available
tr_tr: Eklenti mevcut

source: Plugin unavailable
tr_tr: Eklenti kullanılamıyor

source: Plugin loaded
tr_tr: Eklenti yüklendi

source: New Plugin
tr_tr: Yeni Eklenti

source: Upgrading plugin
tr_tr: New Plugin

source: Plugin upgraded
tr_tr: Yeni Eklenti

source: Unable to upgrade the "%s" plugin
tr_tr: "%s" eklentisi yükseltilemiyor

source: Method unavailable
tr_tr: Yöntem kullanılamıyor

source: Method already initialized
tr_tr: Yöntem zaten başlatıldı

source: LDAP type not set
tr_tr: LDAP türü ayarlanmamış

source: Error while searching the group RDN
tr_tr: RDN grubu aranırken hata oluştu

source: Error while searching the user on LDAP
tr_tr: LDAP üzerinde kullanıcı aranırken hata oluştu

source: Error while searching objects in base DN
tr_tr: Temel DN'de nesneler aranırken hata oluştu

source: Unable to connect to LDAP server
tr_tr: LDAP sunucusuna bağlanılamıyor

source: Server
tr_tr: Sunucu

source: LDAP parameters are not set
tr_tr: LDAP parametreleri ayarlanmamış

source: Connection error (BIND)
tr_tr: Bağlantı hatası (BIND)

source: Error while disconnecting from LDAP server
tr_tr: LDAP sunucusuyla bağlantı kesilirken hata oluştu

source: User in group verified
tr_tr: Gruptaki kullanıcı doğrulandı

source: User does not belong to the group
tr_tr: Kullanıcı gruba ait değil

source: Event: %s
tr_tr: Olay: %s

source: Performed by: %s (%s)
tr_tr: Tarafından gerçekleştirildi: %s (%s)

source: IP Address: %s
tr_tr: IP Adresi: %s

source: Unable to initialize
tr_tr: Başlatılamıyor

source: Error while saving file
tr_tr: Dosya kaydedilirken hata oluştu

source: Error while deleting the file
tr_tr: Dosya silinirken hata oluştu

source: Error while deleting the files
tr_tr: Dosyaları silerken hata oluştu

source: Error while updating history
tr_tr: Geçmiş güncellenirken hata oluştu

source: Error while deleting the account
tr_tr: Hesap silinirken hata oluştu

source: Error while deleting the accounts
tr_tr: Hesapları silerken hata oluştu

source: Error while updating the password
tr_tr: Parola güncellenirken hata oluştu

source: Error while creating the account
tr_tr: Hesap oluşturulurken hata oluştu

source: Error on restoring the account
tr_tr: Hesabı geri yüklerken hata oluştu

source: Error while updating the account
tr_tr: Hesap güncellenirken hata oluştu

source: Error while retrieving account's data
tr_tr: Hesap verileri alınırken hata oluştu

source: Error while adding favorite
tr_tr: Favori eklerken hata oluştu

source: Error while deleting favorite
tr_tr: Favori silerken hata oluştu

source: Error while removing the account's tags
tr_tr: Hesabın etiketlerini kaldırırken hata oluştu

source: Error while adding the account's tags
tr_tr: Hesabın etiketleri eklenirken hata oluştu

source: Error while deleting the account's groups
tr_tr: Hesap gruplarını silerken hata oluştu

source: Error while updating the secondary groups
tr_tr: İkincil gruplar güncellenirken hata oluştu

source: Error while deleting the account users
tr_tr: Hesap kullanıcıları silinirken hata oluştu

source: Error while updating the account users
tr_tr: Hesap kullanıcıları güncellenirken hata oluştu

source: The authorization already exist
tr_tr: Yetkilendirme zaten mevcut

source: Duplicated category
tr_tr: Çoğaltılmış kategori

source: Error while creating the category
tr_tr: Kategori oluşturulurken hata oluştu

source: Duplicated category name
tr_tr: Yinelenen kategori adı

source: Error while updating the category
tr_tr: Kategori güncellenirken hata oluştu

source: Error while deleting the categories
tr_tr: Kategoriler silinirken hata oluştu

source: Error while deleting the category
tr_tr: Kategori silinirken hata oluştu

source: Duplicated client
tr_tr: Çoğaltılmış müşteri

source: Error while creating the client
tr_tr: İstemci oluşturulurken hata oluştu

source: Error while updating the client
tr_tr: İstemci güncellenirken hata oluştu

source: Error while deleting the clients
tr_tr: İstemcileri silerken hata oluştu

source: Error while deleting the client
tr_tr: İstemci silinirken hata oluştu

source: Wrong filter
tr_tr: Yanlış filtre

source: Error while creating the custom field
tr_tr: Özel alan oluşturulurken hata oluştu

source: Error while updating the custom field
tr_tr: Özel alan güncellenirken hata oluştu

source: Custom field not found
tr_tr: Özel alan bulunamadı

source: Error while removing the custom fields
tr_tr: Özel alanlar kaldırılırken hata oluştu

source: Error while removing the custom field
tr_tr: Özel alan kaldırılırken hata oluştu

source: Error while creating the field type
tr_tr: Alan türü oluşturulurken hata oluştu

source: Error while updating the field type
tr_tr: Alan türü güncellenirken hata oluştu

source: Error while deleting the field type
tr_tr: Alan türü silinirken hata oluştu

source: Error while clearing the event log out
tr_tr: Olay günlüğü temizlenirken hata oluştu

source: Error while creating the permission
tr_tr: İzin oluşturulurken hata oluştu

source: Error while updating the permission
tr_tr: İzin güncellenirken hata oluştu

source: Error while removing the permission
tr_tr: İzin kaldırılırken hata oluştu

source: Error while removing the permissions
tr_tr: İzinler kaldırılırken hata oluştu

source: Error while adding the notification
tr_tr: Bildirim eklenirken hata oluştu

source: Error while updating the notification
tr_tr: Bildirim güncellenirken hata oluştu

source: Error while deleting the notification
tr_tr: Bildirim silinirken hata oluştu

source: Error while deleting the notifications
tr_tr: Bildirimler silinirken hata oluştu

source: Error while retrieving notification
tr_tr: Bildirim alınırken hata oluştu

source: Error while retrieving the notifications
tr_tr: Bildirimler alınırken hata oluştu

source: Error while adding plugin's data
tr_tr: Eklenti verileri eklenirken hata oluştu

source: Error while updating plugin's data
tr_tr: Eklentinin verileri güncellenirken hata oluştu

source: Error while deleting plugin's data
tr_tr: Eklentinin verilerini silerken hata oluştu

source: Error while adding the plugin
tr_tr: Eklenti eklenirken hata oluştu

source: Error while updating the plugin
tr_tr: Eklenti güncellenirken hata oluştu

source: Error while deleting the plugins
tr_tr: Eklentileri silerken hata oluştu

source: Error while deleting the plugin
tr_tr: Eklenti silinirken hata oluştu

source: Error while removing the link
tr_tr: Bağlantı kaldırılırken hata oluştu

source: Link already created
tr_tr: Bağlantı zaten oluşturuldu

source: Error while creating the link
tr_tr: Bağlantı oluşturulurken hata oluştu

source: Error while updating the link
tr_tr: Bağlantı güncellenirken hata oluştu

source: Error while renewing link
tr_tr: Bağlantı yenilenirken hata oluştu

source: Error while retrieving the link
tr_tr: Bağlantı alınırken hata oluştu

source: Duplicated tag
tr_tr: Çoğaltılmış etiket

source: Error while creating the tag
tr_tr: Etiket oluşturulurken hata oluştu

source: Error while updating the tag
tr_tr: Etiket güncellenirken hata oluştu

source: Error while removing the tags
tr_tr: Etiketleri kaldırırken hata oluştu

source: Error while removing the tag
tr_tr: Etiket kaldırılırken hata oluştu

source: Error while creating track
tr_tr: Parça oluşturulurken hata oluştu

source: Error while removing the track
tr_tr: Parça çıkarılırken hata oluştu

source: Error while updating the track
tr_tr: Parça güncellenirken hata oluştu

source: Error while clearing tracks out
tr_tr: İzleri temizlerken hata oluştu

source: Error while retrieving the track
tr_tr: Parça alınırken hata oluştu

source: Error while retrieving the tracks
tr_tr: İzler alınırken hata oluştu

source: Error while generating the recovering hash
tr_tr: Kurtarma hash'i oluşturulurken hata oluştu

source: Error while checking hash
tr_tr: Hash kontrol edilirken hata oluştu

source: Duplicated user login/email
tr_tr: Yinelenen kullanıcı girişi/e-postası

source: Error while updating the user
tr_tr: Kullanıcı güncellenirken hata oluştu

source: Error while deleting the user
tr_tr: Kullanıcı silinirken hata oluştu

source: Error while retrieving the user's data
tr_tr: Kullanıcı verileri alınırken hata oluştu

source: Error while deleting the users
tr_tr: Kullanıcıları silerken hata oluştu

source: Error while creating the user
tr_tr: Kullanıcı oluşturulurken hata oluştu

source: Error while updating the preferences
tr_tr: Tercihler güncellenirken hata oluştu

source: Error while deleting the group
tr_tr: Grup silinirken hata oluştu

source: Duplicated group name
tr_tr: Yinelenen grup adı

source: Error while creating the group
tr_tr: Grup oluşturulurken hata oluştu

source: Error while updating the group
tr_tr: Grup güncellenirken hata oluştu

source: Error while deleting the group users
tr_tr: Grup kullanıcıları silinirken hata oluştu

source: Error while setting users in the group
tr_tr: Gruptaki kullanıcılar ayarlanırken hata oluştu

source: Error while removing the profile
tr_tr: Profil kaldırılırken hata oluştu

source: Error while removing the profiles
tr_tr: Profiller kaldırılırken hata oluştu

source: Duplicated profile name
tr_tr: Yinelenen profil adı

source: Error while creating the profile
tr_tr: Profil oluşturulurken hata oluştu

source: Error while updating the profile
tr_tr: Profil güncellenirken hata oluştu

source: Update Master Password
tr_tr: Ana Parolayı Güncelle

source: Error while updating the accounts' passwords
tr_tr: Hesapların şifreleri güncellenirken hata oluştu

source: Error while retrieving the accounts' passwords
tr_tr: Hesapların şifreleri alınırken hata oluştu

source: Accounts updated: %d / %d
tr_tr: Hesaplar güncellendi: %d / %d

source: Updated accounts: %d / %d - %d%% - ETA: %ds (%.2f/s)
tr_tr: Güncellenen hesaplar: %d / %d - %d%% - ETA: %ds (%.2f/s)

source: The record's master password does not match
tr_tr: Kaydın ana şifresi eşleşmiyor

source: Error while updating the account's password
tr_tr: Hesabın şifresi güncellenirken hata oluştu

source: Errors
tr_tr: Hatalar

source: Update Master Password (H)
tr_tr: Ana Parolayı Güncelle (H)

source: Error while updating the accounts' passwords in history
tr_tr: Geçmişteki hesapların şifreleri güncellenirken hata oluştu

source: File not found
tr_tr: Dosya bulunamadı

source: Account not found
tr_tr: Hesap bulunamadı

source: Master password not set
tr_tr: Ana parola ayarlanmamış

source: The account doesn't exist
tr_tr: Hesap mevcut değil

source: Invalid data
tr_tr: Geçersiz veri

source: Invalid format
tr_tr: Geçersiz format

source: Wrong parameters
tr_tr: Yanlış parametreler

source: Wrong login
tr_tr: Yanlış giriş

source: User disabled
tr_tr: Kullanıcı devre dışı

source: Using temporary password
tr_tr: Geçici parola kullanma

source: Wrong master password
tr_tr: Yanlış ana şifre

source: Your previous password is needed
tr_tr: Önceki şifreniz gereklidir

source: The Master Password either is not saved or is wrong
tr_tr: Ana Parola ya kaydedilmemiş ya da yanlış

source: LDAP Server
tr_tr: LDAP Sunucusu

source: Account expired
tr_tr: Hesap süresi doldu

source: User has no associated groups
tr_tr: Kullanıcının ilişkili grubu yok

source: Authentication
tr_tr: Kimlik Doğrulama

source: Token not found
tr_tr: Belirteç bulunamadı

source: Error while removing the tokens
tr_tr: Belirteçler kaldırılırken hata oluştu

source: Make Backup
tr_tr: Yedekleme Yapın

source: Error while doing the backup in compatibility mode
tr_tr: Uyumluluk modunda yedekleme yapılırken hata oluştu

source: Error while doing the backup
tr_tr: Yedekleme yapılırken hata oluştu

source: Unable to create the backups directory ("%s")
tr_tr: Yedekler dizini oluşturulamıyor ("%s")

source: Please, check the backup directory permissions
tr_tr: Lütfen yedekleme dizini izinlerini kontrol edin

source: Copying database
tr_tr: Veritabanı kopyalama

source: Copying application
tr_tr: Kopyalama uygulaması

source: This operation is only available on Linux environments
tr_tr: Bu işlem yalnızca Linux ortamlarında kullanılabilir

source: Category not found
tr_tr: Kategori bulunamadı

source: Error while deleting categories
tr_tr: Kategorileri silerken hata oluştu

source: Client not found
tr_tr: Müşteri bulunamadı

source: Unable to restore the configuration
tr_tr: Yapılandırma geri yüklenemiyor

source: Parameter not found (%s)
tr_tr: Parametre bulunamadı (%s)

source: Generate temporary password
tr_tr: Geçici parola oluştur

source: Error while generating the temporary password
tr_tr: Geçici parola oluşturulurken hata oluştu

source: Temporary password expired
tr_tr: Geçici parolanın süresi doldu

source: Error while checking the temporary password
tr_tr: Geçici parola kontrol edilirken hata oluştu

source: %s Master Password
tr_tr: %s Ana Şifre

source: A new sysPass master password has been generated, so next time you log into the application it will be requested.
tr_tr: Yeni bir sysPass ana parolası oluşturuldu, bu nedenle uygulamaya bir sonraki girişinizde bu parola istenecektir.

source: The new Master Password is: %s
tr_tr: Yeni Ana Parola: %s

source: This password will be valid until: %s
tr_tr: Bu şifre şu tarihe kadar geçerli olacaktır: %s

source: Please, don't forget to log in as soon as possible to save the changes.
tr_tr: Lütfen değişiklikleri kaydetmek için mümkün olan en kısa sürede giriş yapmayı unutmayın.

source: There aren't any data from custom fields
tr_tr: Özel alanlardan herhangi bir veri yok

source: Updating encrypted data
tr_tr: Şifrelenmiş verileri güncelleme

source: Records updated
tr_tr: Kayıtlar güncellendi

source: Records not updated
tr_tr: Güncellenmemiş kayıtlar

source: Error while updating the custom fields data
tr_tr: Özel alan verileri güncellenirken hata oluştu

source: Field not found
tr_tr: Alan bulunamadı

source: Error while deleting the fields
tr_tr: Alanlar silinirken hata oluştu

source: Field type not found
tr_tr: Alan türü bulunamadı

source: Unable to create the directory (%s)
tr_tr: Dizin oluşturulamıyor (%s)

source: Error while exporting
tr_tr: Dışa aktarırken hata oluştu

source: Exporting categories
tr_tr: Kategorileri dışa aktar

source: Exporting clients
tr_tr: Müşterileri dışa aktar

source: Exporting tags
tr_tr: Etiketleri dışa aktar

source: Exporting accounts
tr_tr: Hesapları dışa aktar

source: Error while creating the XML file
tr_tr: XML dosyası oluşturulurken hata oluştu

source: Unable to process the XML file
tr_tr: XML dosyası işlenemiyor

source: Error while checking integrity hash
tr_tr: Bütünlük karması kontrol edilirken hata oluştu

source: Wrong encryption password
tr_tr: Yanlış şifreleme parolası

source: Detected format: %s
tr_tr: Algılanan biçim: %s

source: Wrong number of fields (%d)
tr_tr: Yanlış alan sayısı (%d)

source: Please, check the CSV file format in line %s
tr_tr: Lütfen %s satırındaki CSV dosya biçimini kontrol edin

source: Account imported
tr_tr: Hesap içe aktarıldı

source: Error while importing the account
tr_tr: Hesap içe aktarılırken hata oluştu

source: Error while processing line
tr_tr: Satır işlenirken hata oluştu

source: File successfully uploaded
tr_tr: Dosya başarıyla yüklendi

source: Please check the web server user permissions
tr_tr: Lütfen web sunucusu kullanıcı izinlerini kontrol edin

source: Please, check PHP configuration for upload files
tr_tr: Lütfen dosya yüklemek için PHP yapılandırmasını kontrol edin

source: Mime type not supported ("%s")
tr_tr: Mime türü desteklenmiyor ("%s")

source: Please, check the file format
tr_tr: Lütfen dosya formatını kontrol edin

source: Category Id not set. Unable to import account.
tr_tr: Kategori Kimliği ayarlanmamış. Hesap içe aktarılamıyor.

source: Client Id not set. Unable to import account.
tr_tr: Müşteri Kimliği ayarlanmamış. Hesap içe aktarılamıyor.

source: KeePass XML Import
tr_tr: KeePass XML İçe Aktarma

source: Category imported
tr_tr: Kategori ithal

source: sysPass XML Import
tr_tr: sysPass XML İçe Aktarma

source: Encryption password not set
tr_tr: Şifreleme parolası ayarlanmamış

source: Data unencrypted
tr_tr: Şifrelenmemiş veriler

source: If you are importing an exported file from the same origin, the data could be compromised.
tr_tr: Aynı kaynaktan dışa aktarılmış bir dosyayı içe aktarıyorsanız, veriler tehlikeye girebilir.

source: Client imported
tr_tr: Müşteri içe aktarıldı

source: Tag imported
tr_tr: Etiket içe aktarıldı

source: XML file not supported
tr_tr: XML dosyası desteklenmiyor

source: Unable to guess the application which data was exported from
tr_tr: Verilerin hangi uygulamadan dışa aktarıldığı tahmin edilemiyor

source: Format not detected
tr_tr: Format algılanmadı

source: Not implemented
tr_tr: Uygulanmadı

source: Invalid Method
tr_tr: Geçersiz Yöntem

source: Invalid XML format
tr_tr: Geçersiz XML biçimi

source: "%s" node doesn't exist
tr_tr: "%s" düğümü mevcut değil

source: Please, enter the admin username
tr_tr: Lütfen yönetici kullanıcı adını girin

source: Admin user to log into the application
tr_tr: Uygulamaya giriş yapmak için yönetici kullanıcı

source: Please, enter the admin's password
tr_tr: Lütfen yönetici şifresini girin

source: Application administrator's password
tr_tr: Uygulama yöneticisinin şifresi

source: Please, enter the Master Password
tr_tr: Lütfen Ana Parolayı girin

source: Master password to encrypt the passwords
tr_tr: Parolaları şifrelemek için ana parola

source: Master password too short
tr_tr: Ana parola çok kısa

source: The Master Password length need to be at least 11 characters
tr_tr: Ana Parola uzunluğunun en az 11 karakter olması gerekir

source: Please, enter the database user
tr_tr: Lütfen veritabanı kullanıcısını girin

source: An user with database administrative rights
tr_tr: Veritabanı yönetici haklarına sahip bir kullanıcı

source: Please, enter the database password
tr_tr: Lütfen veritabanı şifresini girin

source: Database administrator's password
tr_tr: Veritabanı yöneticisinin şifresi

source: Please, enter the database name
tr_tr: Lütfen veritabanı adını girin

source: Application database name. eg. syspass
tr_tr: Uygulama veritabanı adı. örn. syspass

source: Database name cannot contain "."
tr_tr: Veritabanı adı "." içeremez

source: Please, remove dots in database name
tr_tr: Lütfen veritabanı adındaki noktaları kaldırın

source: Please, enter the database server
tr_tr: Lütfen veritabanı sunucusunu girin

source: Server where the database will be installed
tr_tr: Veritabanının kurulacağı sunucu

source: Warn to developer
tr_tr: Geliştiriciyi uyarın

source: Error while creating 'admin' user
tr_tr: 'admin' kullanıcısı oluşturulurken hata oluştu

source: Unable to check the sysPass user (%s)
tr_tr: Kullanıcı sysPass kontrol edilemiyor (%s)

source: Please, check the DB connection user rights
tr_tr: Lütfen DB bağlantısı kullanıcı haklarını kontrol edin

source: Error while creating the MySQL connection user '%s'
tr_tr: MySQL bağlantı kullanıcısı '%s' oluşturulurken hata oluştu

source: The database already exists
tr_tr: Veritabanı zaten mevcut

source: Please, enter a new database or delete the existing one
tr_tr: Lütfen yeni bir veri tabanı girin veya mevcut olanı silin

source: Error while creating the DB ('%s')
tr_tr: DB oluşturulurken hata oluştu ('%s')

source: Please check the database user permissions
tr_tr: Lütfen veritabanı kullanıcı izinlerini kontrol edin

source: Error while setting the database permissions ('%s')
tr_tr: Veritabanı izinleri ayarlanırken hata oluştu ('%s')

source: The database does not exist
tr_tr: Veritabanı mevcut değil

source: You need to create it and assign the needed permissions
tr_tr: Bunu oluşturmanız ve gerekli izinleri atamanız gerekir

source: Error while selecting '%s' database (%s)
tr_tr: '%s' veritabanı seçilirken hata oluştu (%s)

source: Unable to use the database to create the structure. Please check the permissions and it does not exist.
tr_tr: Yapıyı oluşturmak için veritabanı kullanılamıyor. Lütfen izinleri kontrol edin ve mevcut değil.

source: Error while creating database structure.
tr_tr: Veritabanı yapısı oluşturulurken hata oluştu.

source: Please, try the installation again
tr_tr: Lütfen kurulumu tekrar deneyin

source: Value not found
tr_tr: Değer bulunamadı

source: Error while deleting the values
tr_tr: Değerler silinirken hata oluştu

source: Objects found
tr_tr: Bulunan nesneler

source: Imported from LDAP
tr_tr: LDAP'den içe aktarıldı

source: Mail test
tr_tr: Eposta testi

source: This is a test email in order to verify that the configuration is working right.
tr_tr: Bu, yapılandırmanın doğru çalıştığını doğrulamak için bir test e-postasıdır.
