Repository: ulusanyazilim/sysPass
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Account displayed
tr_tr: Gösterilen hesap

source: Name
tr_tr: İsim

source: Client
tr_tr: Müşteri

source: Password viewed
tr_tr: Şifre görüntülendi

source: Password updated
tr_tr: Şİfre güncellendi

source: Account created
tr_tr: Hesap eklendi

source: Account updated
tr_tr: Hesap güncellendi

source: Account removed
tr_tr: Hesap kaldırıldı

source: Category displayed
tr_tr: Kategori görüntüleniyor

source: Category added
tr_tr: Kategori eklendi

source: Category updated
tr_tr: Kategori güncellendi

source: Category deleted
tr_tr: Kategori silindi

source: Client displayed
tr_tr: Müşteri görüntülendi

source: Client added
tr_tr: Müşteri ekledi

source: Client updated
tr_tr: Müşteri güncellendi

source: Client deleted
tr_tr: Müşteri silindi

source: Application and database backup completed successfully
tr_tr: Uygulama ve veritabanı yedeklemesi başarıyla tamamlandı

source: Path
tr_tr: Yol

source: Backup process finished
tr_tr: Yedekleme işlemi tamamlandı

source: sysPass XML export
tr_tr: sysPass XML dışa aktarma

source: Export process finished
tr_tr: Dışa aktarma işlemi tamamlandı

source: Unauthorized access
tr_tr: Yetkisiz erişim

source: Account Id
tr_tr: Hesap Kimliği

source: Token's password
tr_tr: Token'ın şifresi

source: Send details in the response
tr_tr: Ayrıntıları yanıt olarak gönderin

source: Password
tr_tr: Şifre

source: Password Expiry Date
tr_tr: Şifre Son Kullanma Tarihi

source: Account name
tr_tr: Hesap adı

source: Category Id
tr_tr: Kategori Kimliği

source: Client Id
tr_tr: Müşteri Kimliği

source: Access user
tr_tr: Kullanıcı erişimi

source: Access URL or IP
tr_tr: Erişim URL'si veya IP'si

source: Notes about the account
tr_tr: Hesap hakkında notlar

source: Private Account
tr_tr: Özel Hesap

source: Private Account for Group
tr_tr: Grup için Özel Hesap

source: Linked Account
tr_tr: Bağlantılı Hesap

source: Array with tags id
tr_tr: Etiket kimliği içeren dizi

source: Group Id
tr_tr: Grup Kimliği

source: Text to search for
tr_tr: Aranacak metin

source: Number of results to display
tr_tr: Görüntülenecek sonuç sayısı

source: Category Id to filter on
tr_tr: Filtrelenecek Kategori Kimliği

source: Client Id to filter on
tr_tr: Filtrelenecek Müşteri Kimliği

source: Array with tags id for filtering
tr_tr: Filtreleme için etiket kimliği içeren dizi

source: Filtering operator
tr_tr: Filtreleme operatörü

source: Category name
tr_tr: Kategori adı

source: Category description
tr_tr: Kategori açıklaması

source: Client name
tr_tr: Müşteri adı

source: Client description
tr_tr: Müşteri açıklaması

source: Global
tr_tr: Küresel

source: Tag Id
tr_tr: Etiket Kimliği

source: Tag name
tr_tr: Etiket adı

source: Group name
tr_tr: Grup adı

source: Group description
tr_tr: Grup açıklaması

source: Array with users Id
tr_tr: Kullanıcı kimliği içeren dizi

source: Tag displayed
tr_tr: Etiket görüntüleniyor

source: Tag added
tr_tr: Etiket eklendi

source: Tag updated
tr_tr: Etiket güncellendi

source: Tag removed
tr_tr: Etiket kaldırıldı

source: Group viewed
tr_tr: Grup görüntülendi

source: Group added
tr_tr: Grup şunları ekledi

source: Group updated
tr_tr: Grup güncellendi

source: Group deleted
tr_tr: Grup silindi

source: Updating needed
tr_tr: Güncelleme gerekiyor

source: Account Details
tr_tr: Hesap Ayrıntıları

source: Link viewed
tr_tr: Bağlantı görüntülendi

source: Account
tr_tr: Hesap

source: Agent
tr_tr: Ajan

source: ON
tr_tr: AÇIK

source: OFF
tr_tr: KAPALI

source: Link
tr_tr: Bağlantı

source: New Account
tr_tr: Yeni Hesap

source: Edit Account
tr_tr: Hesabı Düzenle

source: Remove Account
tr_tr: Hesabı Kaldır

source: Edit Account Password
tr_tr: Hesap Parolasını Düzenle

source: Password copied
tr_tr: Şifre kopyalandı

source: Account restored
tr_tr: Hesap geri yüklendi

source: Accounts removed
tr_tr: Hesaplar kaldırıldı

source: A description is needed
tr_tr: Bir açıklama gereklidir

source: Request
tr_tr: İstek

source: Requester
tr_tr: Talep eden

source: Description
tr_tr: Açıklama

source: Request done
tr_tr: Talep tamamlandı

source: Favorite added
tr_tr: Favori eklendi

source: Favorite deleted
tr_tr: Favori silindi

source: File does not exist
tr_tr: Dosya mevcut değil

source: File viewed
tr_tr: Dosya görüntülendi

source: File
tr_tr: Dosya

source: File not supported for preview
tr_tr: Dosya önizleme için desteklenmiyor

source: File downloaded
tr_tr: Dosya indirildi

source: INVALID QUERY
tr_tr: GEÇERSİZ SORGU

source: There aren't any allowed MIME types
tr_tr: İzin verilen herhangi bir MIME türü yok

source: Invalid file
tr_tr: Geçersiz dosya

source: File: %s
tr_tr: Dosya: %s

source: File size exceeded
tr_tr: Dosya boyutu aşıldı

source: Maximum size: %d KB
tr_tr: Maksimum boyut: %d KB

source: Internal error while reading the file
tr_tr: Dosya okunurken dahili hata oluştu

source: File saved
tr_tr: Dosya kaydedildi

source: Type
tr_tr: Tip

source: Size
tr_tr: Boyut

source: File type not allowed
tr_tr: Dosya türüne izin verilmiyor

source: MIME type: %s
tr_tr: MIME türü: %s

source: You don't have permission to do this operation
tr_tr: Bu işlemi yapmak için izniniz yok

source: Files deleted
tr_tr: Silinen dosyalar

source: File deleted
tr_tr: Dosya silindi

source: File Deleted
tr_tr: Dosya Silindi

source: Files management disabled
tr_tr: Dosya yönetimi devre dışı

source: There are no linked files for the account
tr_tr: Hesap için bağlantılı dosya yok

source: Accounts updated
tr_tr: Hesaplar güncellendi

source: Bulk Update
tr_tr: Toplu Güncelleme

source: New Authorization
tr_tr: Yeni Yetkilendirme

source: Edit Authorization
tr_tr: Yetkiyi Düzenle

source: Authorizations deleted
tr_tr: Yetkiler silindi

source: Authorization deleted
tr_tr: Yetki silindi

source: Authorization
tr_tr: Yetkilendirme

source: Authorization added
tr_tr: Yetkilendirme eklendi

source: Authorization updated
tr_tr: Yetkilendirme güncellendi

source: View Authorization
tr_tr: Yetkilendirmeyi Görüntüle

source: Authorization viewed
tr_tr: Yetki görüntülendi

source: New Category
tr_tr: Yeni Kategori

source: Edit Category
tr_tr: Kategori Düzenle

source: Categories deleted
tr_tr: Kategoriler silindi

source: Category
tr_tr: Kategori

source: View Category
tr_tr: Kategori Görüntüle

source: New Client
tr_tr: Yeni Müşteri

source: Edit Client
tr_tr: İstemciyi Düzenle

source: Clients deleted
tr_tr: Müşteriler silindi

source: View Client
tr_tr: Müşteriyi Görüntüle

source: Maximum size per file is 16MB
tr_tr: Dosya başına maksimum boyut 16 MB'tır

source: Files enabled
tr_tr: Dosyalar etkinleştirildi

source: Files disabled
tr_tr: Dosyalar devre dışı

source: Public links enabled
tr_tr: Genel bağlantılar etkinleştirildi

source: Public links disabled
tr_tr: Genel bağlantılar devre dışı

source: Ey, this is a DEMO!!
tr_tr: Ey, bu bir DEMO!!

source: Passwords do not match
tr_tr: Parolalar eşleşmiyor

source: Verification of exported data finished
tr_tr: Dışa aktarılan verilerin doğrulanması tamamlandı

source: Version
tr_tr: Versiyon

source: Encrypted
tr_tr: Şifrelenmiş

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Accounts
tr_tr: Hesaplar

source: Clients
tr_tr: Müşteriler

source: Categories
tr_tr: Kategoriler

source: Tags
tr_tr: Etiketler

source: Missing DokuWiki parameters
tr_tr: Eksik DokuWiki parametreleri

source: DokuWiki enabled
tr_tr: Eksik DokuWiki parametreleri

source: DokuWiki disabled
tr_tr: DokuWiki devre dışı

source: Master password updated
tr_tr: Ana şifre güncellendi

source: Please, restart the session for update it
tr_tr: Lütfen, güncellemek için oturumu yeniden başlatın

source: Master password not entered
tr_tr: Ana şifre girilmemiş

source: The password update must be confirmed
tr_tr: Parola güncellemesi onaylanmalıdır

source: Passwords are the same
tr_tr: Şifreler aynı

source: Master passwords do not match
tr_tr: Ana parolalar eşleşmiyor

source: The current master password does not match
tr_tr: Geçerli ana parola eşleşmiyor

source: Maintenance mode not enabled
tr_tr: Bakım modu etkin değil

source: Please, enable it to avoid unwanted behavior from other sessions
tr_tr: Lütfen, diğer oturumlardan istenmeyen davranışları önlemek için etkinleştirin

source: Error while saving the Master Password's hash
tr_tr: Ana Parolanın karması kaydedilirken hata oluştu

source: Master password hash updated
tr_tr: Ana parola karması güncellendi

source: Error while updating the master password hash
tr_tr: Ana parola karması güncellenirken hata oluştu

source: Temporary password generated
tr_tr: Geçici parola oluşturuldu

source: Email sent
tr_tr: E-posta gönderildi

source: Error while sending the email
tr_tr: E-posta gönderilirken hata oluştu

source: Missing remote syslog parameters
tr_tr: Eksik uzak syslog parametreleri

source: Remote syslog enabled
tr_tr: Uzak syslog etkin

source: Remote syslog disabled
tr_tr: Uzak syslog devre dışı

source: Missing Proxy parameters
tr_tr: Eksik Proxy parametreleri

source: Proxy enabled
tr_tr: Proxy etkin

source: Proxy disabled
tr_tr: Proxy devre dışı

source: Auth Basic enabled
tr_tr: Auth Basic etkin

source: Auth Basic disabled
tr_tr: Auth Basic devre dışı

source: Accounts imported
tr_tr: İçe aktarılan hesaplar

source: Import finished
tr_tr: İçe aktarma tamamlandı

source: Please check out the event log for more details
tr_tr: Daha fazla ayrıntı için lütfen olay günlüğüne göz atın

source: No accounts were imported
tr_tr: Hiçbir hesap içe aktarılmadı

source: Missing LDAP parameters
tr_tr: Eksik LDAP parametreleri

source: LDAP enabled
tr_tr: LDAP etkin

source: LDAP disabled
tr_tr: LDAP devre dışı

source: No changes
tr_tr: Değişiklik yok

source: Wrong LDAP parameters
tr_tr: Yanlış LDAP parametreleri

source: Results
tr_tr: Sonuçlar

source: LDAP connection OK
tr_tr: LDAP bağlantısı Tamam

source: Objects found: %d
tr_tr: Bulunan nesneler: %d

source: LDAP Import
tr_tr: LDAP İçe Aktarma

source: There aren't any objects to synchronize
tr_tr: Senkronize edilecek nesne yok

source: LDAP users import finished
tr_tr: LDAP kullanıcılarının içe aktarımı tamamlandı

source: Imported users: %d / %d
tr_tr: İçe aktarılan kullanıcılar: %d / %d

source: Errors: %d
tr_tr: Hatalar: %d

source: Missing Mail parameters
tr_tr: Eksik Posta parametreleri

source: Mail enabled
tr_tr: Posta etkin

source: Mail disabled
tr_tr: Posta devre dışı

source: Recipient
tr_tr: Alıcı

source: Please, check your inbox
tr_tr: Lütfen gelen kutunuzu kontrol edin

source: General
tr_tr: Genel

source: Mail
tr_tr: Posta

source: Encryption
tr_tr: Şifreleme

source: There aren't any backups available
tr_tr: Herhangi bir yedekleme mevcut değil

source: No export file found
tr_tr: Dışa aktarma dosyası bulunamadı

source: Backup
tr_tr: Yedekleme

source: Import Accounts
tr_tr: Hesapları İçe Aktar

source: Not installed
tr_tr: Yüklü değil

source: Information
tr_tr: Bilgi

source: Missing Wiki parameters
tr_tr: Eksik Wiki parametreleri

source: Wiki enabled
tr_tr: Wiki etkin

source: Wiki disabled
tr_tr: Wiki devre dışı

source: New Field
tr_tr: Yeni Alan

source: Edit Field
tr_tr: Alanı Düzenle

source: Fields deleted
tr_tr: Silinen alanlar

source: Field deleted
tr_tr: Alan silindi

source: Field added
tr_tr: Alan eklendi

source: Field
tr_tr: Alan

source: Field updated
tr_tr: Alan güncellendi

source: View Field
tr_tr: Görünüm Alanı

source: Application on maintenance
tr_tr: Bakım üzerine uygulama

source: It will be running shortly
tr_tr: Kısa süre içinde çalışacak

source: Error while checking the database
tr_tr: Veritabanı kontrol edilirken hata oluştu

source: Please contact to the administrator
tr_tr: Lütfen yönetici ile iletişime geçin

source: Unable to connect to DB
tr_tr: DB'ye bağlanılamıyor

source: Event log cleared
tr_tr: Olay günlüğü temizlendi

source: View Current
tr_tr: Güncel Görüntüle

source: Back
tr_tr: Geri

source: Request Modification
tr_tr: Değişiklik Talebi

source: Restore account from this point
tr_tr: Hesabı bu noktadan geri yükleyin

source: Save
tr_tr: Kaydet

source: Update Public Link
tr_tr: Genel Bağlantıyı Güncelle

source: Delete Public Link
tr_tr: Genel Bağlantıyı Sil

source: Create Public Link
tr_tr: Genel Bağlantı Oluştur

source: View password
tr_tr: Şifreyi görüntüle

source: Copy Password to Clipboard
tr_tr: Parolayı Panoya Kopyala

source: Copy Account
tr_tr: Hesap Kopyala

source: Account Password
tr_tr: Hesap Şifresi

source: You don't have permission to access this account
tr_tr: Bu hesaba erişim izniniz yok

source: More Actions
tr_tr: Daha Fazla Eylem

source: Sort by Client
tr_tr: Müşteriye Göre Sırala

source: Sort by Name
tr_tr: İsme Göre Sırala

source: Sort by Category
tr_tr: Kategoriye Göre Sırala

source: User
tr_tr: Kullanıcı

source: Sort by Username
tr_tr: Kullanıcı Adına Göre Sırala

source: Sort by URL / IP
tr_tr: URL / IP'ye göre sırala

source: Delete Selected
tr_tr: Seçileni Sil

source: Owner
tr_tr: Sahibi

source: Main Group
tr_tr: Ana Grup

source: Search for Account
tr_tr: Hesap Ara

source: Accounts (H)
tr_tr: Hesaplar (H)

source: Date
tr_tr: Tarih

source: Status
tr_tr: Durum

source: Modified
tr_tr: Değiştirilmiş

source: Removed
tr_tr: Kaldırıldı

source: Account Restore
tr_tr: Hesap Geri Yükleme

source: API Authorizations
tr_tr: API Yetkilendirmeleri

source: Action
tr_tr: Eylem

source: Search for Token
tr_tr: Token için arama

source: View Authorization token
tr_tr: Yetkilendirme belirtecini görüntüle

source: Delete Authorization
tr_tr: Yetki Silme

source: Search for Category
tr_tr: Kategori Ara

source: Delete Category
tr_tr: Kategori Sil

source: YES
tr_tr: EVET

source: NO
tr_tr: HAYIR

source: Search for Client
tr_tr: Müşteri Ara

source: Delete Client
tr_tr: Müşteri Sil

source: Custom Fields
tr_tr: Özel Alanlar

source: Module
tr_tr: Modül

source: Properties
tr_tr: Özellikler

source: Search for Field
tr_tr: Alan Araması

source: Delete Field
tr_tr: Alan Silme

source: Event Log
tr_tr: Olay Günlüğü

source: ID
tr_tr: KIMLIK

source: Date / Time
tr_tr: Tarih / Saat

source: Level
tr_tr: Seviye

source: Event
tr_tr: Etkinlik

source: Login
tr_tr: Giriş

source: Search for Events
tr_tr: Etkinlik Ara

source: Refresh
tr_tr: Yenile

source: Clear the event log out
tr_tr: Olay günlüğü çıkışını temizleyin

source: Files
tr_tr: Dosyalar

source: Search for File
tr_tr: Dosya Ara

source: View File
tr_tr: Dosyayı Görüntüle

source: Download File
tr_tr: Dosya İndir

source: Delete File
tr_tr: Dosya Silme

source: Preset Values
tr_tr: Önceden Ayarlanmış Değerler

source: Group
tr_tr: Grup

source: Profile
tr_tr: Profil

source: Priority
tr_tr: Öncelik

source: Forced
tr_tr: Zorla

source: Search for Value
tr_tr: Değer Arayışı

source: Permission Preset
tr_tr: İzin Ön Ayarı

source: New Permission Preset
tr_tr: Yeni İzin Ön Ayarı

source: Private Account Preset
tr_tr: Özel Hesap Ön Ayarı

source: New Private Account Preset
tr_tr: Yeni Özel Hesap Ön Ayarı

source: Session Timeout Preset
tr_tr: Oturum Zaman Aşımı Ön Ayarı

source: New Session Timeout Preset
tr_tr: Yeni Oturum Zaman Aşımı Ön Ayarı

source: Account Password Preset
tr_tr: Hesap Şifresi Ön Ayarı

source: New Account Password Preset
tr_tr: Yeni Hesap Şifresi Ön Ayarı

source: Edit Value
tr_tr: Değeri Düzenle

source: Delete Value
tr_tr: Değer Silme

source: Notifications
tr_tr: Bildirimler

source: Component
tr_tr: Bileşen

source: Read
tr_tr: Okuyun

source: Only Admins
tr_tr: Sadece Yöneticiler

source: Search for Notification
tr_tr: Bildirim Araması

source: New Notification
tr_tr: Yeni Bildirim

source: View Notification
tr_tr: Bildirimi Görüntüle

source: Checkout Notification
tr_tr: Ödeme Bildirimi

source: Edit Notification
tr_tr: Bildirimi Düzenle

source: Delete Notification
tr_tr: Bildirimi Sil

source: Plugins
tr_tr: Eklentiler

source: Plugin
tr_tr: Eklenti

source: Unavailable
tr_tr: Kullanılamıyor

source: Search for Plugin
tr_tr: Eklenti Ara

source: View Plugin
tr_tr: Eklentiyi Görüntüle

source: Enable
tr_tr: Etkinleştir

source: Disable
tr_tr: Devre dışı bırak

source: Reset Data
tr_tr: Verileri Sıfırla

source: Delete Plugin
tr_tr: Eklentiyi Sil

source: Links
tr_tr: Bağlantılar

source: Creation Date
tr_tr: Oluşturulma Tarihi

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Notify
tr_tr: Bildir

source: Visits
tr_tr: Ziyaretler

source: Search for Link
tr_tr: Bağlantı Ara

source: New Link
tr_tr: Yeni Bağlantı

source: View Link
tr_tr: Bağlantıyı Görüntüle

source: Renew Link
tr_tr: Yenileme Bağlantısı

source: Delete Link
tr_tr: Bağlantıyı Sil

source: Search for Tag
tr_tr: Etiket için ara

source: New Tag
tr_tr: Yeni Etiket

source: Edit Tag
tr_tr: Etiketi Düzenle

source: Delete Tag
tr_tr: Etiketi Sil

source: Tracks
tr_tr: Parçalar

source: Date Unlocked
tr_tr: Tarih Kilidi Açıldı

source: Source
tr_tr: Kaynak

source: Search for track
tr_tr: Parça arayın

source: Users
tr_tr: Kullanıcılar

source: Search for User
tr_tr: Kullanıcı Ara

source: New User
tr_tr: Yeni Kullanıcı

source: Edit User
tr_tr: Kullanıcı Düzenle

source: Delete User
tr_tr: Kullanıcı Sil

source: View User Details
tr_tr: Kullanıcı Ayrıntılarını Görüntüle

source: Change User's Password
tr_tr: Kullanıcı Şifresini Değiştir

source: Groups
tr_tr: Gruplar

source: Search for Group
tr_tr: Grup Araması

source: New Group
tr_tr: Yeni Grup

source: View Group
tr_tr: Grubu Görüntüle

source: Edit Group
tr_tr: Grubu Düzenle

source: Delete Group
tr_tr: Grubu Sil

source: Profiles
tr_tr: Profiller

source: Search for Profile
tr_tr: Profil Ara

source: New Profile
tr_tr: Yeni Profil

source: View Profile Details
tr_tr: Profil Detaylarını Görüntüle

source: Edit Profile
tr_tr: Profil Düzenle

source: Delete Profile
tr_tr: Profil Sil

source: Search
tr_tr: Arama

source: Configuration
tr_tr: Konfigürasyon

source: Module unavailable
tr_tr: Modül kullanılamıyor

source: Without this module the application could not run correctly
tr_tr: Bu modül olmadan uygulama düzgün çalışamaz

source: Installation finished
tr_tr: Kurulum tamamlandı

source: Display Value
tr_tr: Gösterge Değeri

source: New Value
tr_tr: Yeni Değer

source: Values deleted
tr_tr: Değerler silindi

source: Value deleted
tr_tr: Değer silindi

source: Value created
tr_tr: Oluşturulan değer

source: Value updated
tr_tr: Değer güncellendi

source: There aren't any pending notifications
tr_tr: Bekleyen herhangi bir bildirim yok

source: There are pending notifications: %d
tr_tr: Bekleyen bildirimler var: %d

source: Logout session
tr_tr: Oturum kapatma

source: Inactive time
tr_tr: Etkin olmayan zaman

source: Total time
tr_tr: Toplam süre

source: Notifications deleted
tr_tr: Bildirimler silindi

source: Notification deleted
tr_tr: Bildirim silindi

source: Notification
tr_tr: Bildirim

source: Notification read
tr_tr: Bildirim okundu

source: Notification created
tr_tr: Bildirim oluşturuldu

source: Notification updated
tr_tr: Bildirim güncellendi

source: Plugin enabled
tr_tr: Eklenti etkin

source: Plugin disabled
tr_tr: Eklenti devre dışı

source: Plugin reset
tr_tr: Eklenti sıfırlama

source: Plugins deleted
tr_tr: Eklentiler silindi

source: Plugin deleted
tr_tr: Eklenti silindi

source: New Public Link
tr_tr: Yeni Kamu Bağlantısı

source: Link updated
tr_tr: Bağlantı güncellendi

source: Edit Public Link
tr_tr: Genel Bağlantıyı Düzenle

source: Links deleted
tr_tr: Bağlantılar silindi

source: Link deleted
tr_tr: Bağlantı silindi

source: Link created
tr_tr: Bağlantı oluşturuldu

source: Version unavailable
tr_tr: Sürüm mevcut değil

source: Notifications not available
tr_tr: Bildirimler mevcut değil

source: Tags deleted
tr_tr: Etiketler silinmiş

source: View Tag
tr_tr: Etiketi Görüntüle

source: Track unlocked
tr_tr: Parça kilidi açıldı

source: Tracks cleared out
tr_tr: İzler temizlendi

source: Configuration updated
tr_tr: Konfigürasyon güncellendi

source: Error while saving the configuration
tr_tr: Yapılandırma kaydedilirken hata oluştu

source: Internal error
tr_tr: Dahili hata

source: Error while updating custom field's data
tr_tr: Özel alanın verileri güncellenirken hata oluştu

source: The updating need to be confirmed
tr_tr: Güncellemenin onaylanması gerekiyor

source: Wrong security code
tr_tr: Yanlış güvenlik kodu

source: Application successfully updated
tr_tr: Uygulama başarıyla güncellendi

source: You will be redirected to log in within 5 seconds
tr_tr: Giriş yapmak için 5 saniye içinde yönlendirileceksiniz

source: Password Change
tr_tr: Şifre Değişikliği

source: Users deleted
tr_tr: Kullanıcılar silindi

source: User deleted
tr_tr: Kullanıcı silindi

source: User added
tr_tr: Kullanıcı eklendi

source: User updated
tr_tr: Kullanıcı güncellendi

source: View User
tr_tr: Kullanıcı Görüntüle

source: Groups deleted
tr_tr: Gruplar silindi

source: Wrong data
tr_tr: Yanlış veri

source: Unable to reset the password
tr_tr: Parola sıfırlanamıyor

source: Password Recovery
tr_tr: Şifre Kurtarma

source: Requested for
tr_tr: Şunun için talep edildi

source: Request sent
tr_tr: Talep gönderildi

source: You will receive an email to complete the request shortly.
tr_tr: Kısa süre içinde talebinizi tamamlamanız için bir e-posta alacaksınız.

source: Attempts exceeded
tr_tr: Girişimler aşıldı

source: Password cannot be blank
tr_tr: Şifre boş bırakılamaz

source: Profiles deleted
tr_tr: Profiller silindi

source: Profile deleted
tr_tr: Profil silindi

source: Profile added
tr_tr: Profil eklendi

source: Profile updated
tr_tr: Profil güncellendi

source: View Profile
tr_tr: Profili Görüntüle

source: Preferences updated
tr_tr: Tercihler güncellendi

source: Preferences
tr_tr: Tercihler

source: A key is needed
tr_tr: Bir anahtara ihtiyaç var

source: An account name needed
tr_tr: Bir hesap adı gerekli

source: A client name needed
tr_tr: Bir müşteri adı gerekli

source: A category is needed
tr_tr: Bir kategoriye ihtiyaç vardır

source: User not set
tr_tr: Kullanıcı ayarlanmamış

source: Action not set
tr_tr: Eylem ayarlanmadı

source: A category name needed
tr_tr: Bir kategori adı gerekli

source: Field name not set
tr_tr: Alan adı ayarlanmamış

source: Field type not set
tr_tr: Alan türü ayarlanmamış

source: Field module not set
tr_tr: Saha modülü ayarlanmamış

source: Value type not set or incorrect
tr_tr: Değer türü ayarlanmamış veya yanlış

source: There aren't any defined permissions
tr_tr: Tanımlanmış herhangi bir izin yoktur

source: Invalid regular expression
tr_tr: Geçersiz düzenli ifade

source: An element of type user, group or profile need to be set
tr_tr: Kullanıcı, grup veya profil türünde bir öğenin ayarlanması gerekir

source: A component is needed
tr_tr: Bir bileşene ihtiyaç vardır

source: A type is needed
tr_tr: Bir türe ihtiyaç vardır

source: A target is needed
tr_tr: Bir hedefe ihtiyaç var

source: An account is needed
tr_tr: Bir hesap gereklidir

source: A tag name is needed
tr_tr: Bir etiket adı gereklidir

source: An username is needed
tr_tr: Bir kullanıcı adı gereklidir

source: A login is needed
tr_tr: Bir oturum açma gereklidir

source: A profile is needed
tr_tr: Bir profil gereklidir

source: A group is needed
tr_tr: Bir gruba ihtiyaç var

source: An email is needed
tr_tr: Bir e-posta gereklidir

source: Unable to delete, user in use
tr_tr: Silinemiyor, kullanıcı kullanımda

source: A group name is needed
tr_tr: Bir grup adı gereklidir

source: A profile name is needed
tr_tr: Bir profil adı gereklidir

source: Add
tr_tr: Ekle

source: View Details
tr_tr: Detayları Görüntüle

source: Edit
tr_tr: Düzenle

source: Delete
tr_tr: Sil

source: Change Password
tr_tr: Şifre Değiştir

source: Application Admin
tr_tr: Uygulama Yöneticisi

source: Accounts Admin
tr_tr: Hesap Yöneticisi

source: LDAP User
tr_tr: LDAP Kullanıcısı

source: Disabled
tr_tr: Engelli

source: Enabled
tr_tr: Etkin

source: Update
tr_tr: Güncelle

source: Copy
tr_tr: Anlaşıldı

source: Email
tr_tr: E-posta

source: Restore
tr_tr: Geri Yükleme
