Repository: ulusanyazilim/sysPass
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Notification not found
tr_tr: Bildirim bulunamadı

source: Plugin's data not found
tr_tr: Eklentinin verileri bulunamadı

source: Plugin not found
tr_tr: Eklenti bulunamadı

source: Link not found
tr_tr: Bağlantı bulunamadı

source: Error while removing the links
tr_tr: Bağlantıları kaldırırken hata oluştu

source: Rollback
tr_tr: Geri Al

source: Unable to start a transaction
tr_tr: Bir işlem başlatılamıyor

source: Error while retrieving master password from context
tr_tr: Bağlamdan ana parola alınırken hata oluştu

source: Error while setting master password in context
tr_tr: Bağlam içinde ana parola ayarlanırken hata oluştu

source: Tag not found
tr_tr: Etiket bulunamadı

source: Unable to create the lock file
tr_tr: Kilit dosyası oluşturulamıyor

source: Task not set within wait time
tr_tr: Görev bekleme süresi içinde ayarlanmadı

source: Waiting for progress updating ...
tr_tr: İlerleme güncellemesi için bekliyorum ...

source: Track not found
tr_tr: Parça bulunamadı

source: Attempts exceeded (%d/%d)
tr_tr: Denemeler aşıldı (%d/%d)

source: Seconds
tr_tr: Saniyeler

source: IP address not set
tr_tr: IP adresi ayarlanmamış

source: Update Application
tr_tr: Uygulama Güncelleme

source: Error while applying the application update
tr_tr: Uygulama güncellemesi uygulanırken hata oluştu

source: Please, check the event log for more details
tr_tr: Daha fazla ayrıntı için lütfen olay günlüğünü kontrol edin

source: API authorizations update
tr_tr: API yetkilendirmeleri güncellemesi

source: Update Configuration
tr_tr: Yapılandırmayı Güncelle

source: Parameter
tr_tr: Parametre

source: Error while updating the configuration
tr_tr: Yapılandırma güncellenirken hata oluştu

source: MIME type set for this extension
tr_tr: Bu uzantı için ayarlanan MIME türü

source: MIME type
tr_tr: MIME türü

source: Extension
tr_tr: Uzatma

source: MIME type not found for this extension
tr_tr: Bu uzantı için MIME türü bulunamadı

source: Custom fields update
tr_tr: Özel alanlar güncellemesi

source: Update DB
tr_tr: DB'yi Güncelle

source: Error while applying an auxiliary update
tr_tr: Yardımcı güncelleme uygulanırken hata oluştu

source: Error while updating the database
tr_tr: Veritabanı güncellenirken hata oluştu

source: Update file does not contain data
tr_tr: Güncelleme dosyası veri içermiyor

source: Database updating was completed successfully.
tr_tr: Veritabanı güncellemesi başarıyla tamamlandı.

source: Plugins upgrade
tr_tr: Eklenti yükseltme

source: Public links update
tr_tr: Kamu bağlantıları güncellemesi

source: User does not exist
tr_tr: Kullanıcı mevcut değil

source: User not found
tr_tr: Kullanıcı bulunamadı

source: Group not found
tr_tr: Grup bulunamadı

source: Error while deleting the groups
tr_tr: Grupları silerken hata oluştu

source: A request for changing your user password has been done.
tr_tr: Kullanıcı şifrenizi değiştirmek için bir talep yapıldı.

source: In order to complete the process, please go to this URL:
tr_tr: İşlemi tamamlamak için lütfen bu URL'ye gidin:

source: If you have not requested this action, please dismiss this message.
tr_tr: Bu işlemi talep etmediyseniz, lütfen bu mesajı dikkate almayın.

source: Wrong hash or expired
tr_tr: Yanlış hash veya süresi dolmuş

source: Profile not found
tr_tr: Profil bulunamadı

source: Authentication error
tr_tr: Kimlik doğrulama hatası

source: Error while doing the query
tr_tr: Sorgu yapılırken hata oluştu

source: Connection URL not set
tr_tr: Bağlantı URL'si ayarlanmamış

source: Blank query
tr_tr: Boş sorgu

source: Integrity constraint
tr_tr: Bütünlük kısıtı

source: Please, check the connection parameters
tr_tr: Lütfen bağlantı parametrelerini kontrol edin

source: Error while querying
tr_tr: Sorgulama sırasında hata

source: Error while decompressing the file data (%s)
tr_tr: Dosya verilerinin sıkıştırması açılırken hata oluştu (%s)

source: Error while retrieving the data
tr_tr: Veri alınırken hata oluştu

source: Error while compressing the file data (%s)
tr_tr: Dosya verileri sıkıştırılırken hata oluştu (%s)

source: Unable to read/write the file (%s)
tr_tr: Dosya okunamıyor/yazılamıyor (%s)

source: Unable to open the file (%s)
tr_tr: Dosya açılamıyor (%s)

source: Unable to obtain a lock (%s)
tr_tr: Bir kilit elde edilemiyor (%s)

source: Unable to read from file (%s)
tr_tr: Dosyadan okuma yapılamıyor (%s)

source: Unable to close the file (%s)
tr_tr: Dosya kapatılamıyor (%s)

source: Unable to write in file (%s)
tr_tr: Dosyaya yazılamıyor (%s)

source: File not found (%s)
tr_tr: Dosya bulunamadı (%s)

source: Unable to read/write file (%s)
tr_tr: Dosya okunamıyor/yazılamıyor (%s)

source: Unable to delete file (%s)
tr_tr: Dosya silinemiyor (%s)

source: XML node does not exist
tr_tr: XML düğümü mevcut değil

source: There aren't any items to save
tr_tr: Kaydedilecek herhangi bir öğe yok

source: Socket not initialized
tr_tr: Soket başlatılmadı

source: Error while sending the data
tr_tr: Veri gönderilirken hata oluştu

source: Option unavailable
tr_tr: Seçenek mevcut değil

source: An exception occured
tr_tr: Bir istisna meydana geldi

source: Invalid image
tr_tr: Geçersiz görüntü

source: Javascript is needed in order to run correctly
tr_tr: Javascript'in düzgün çalışması için gereklidir

source: User preferences
tr_tr: Kullanıcı tercihleri

source: Sign Out
tr_tr: Çıkış Yapın

source: Tells whether the connection uses HTTPS or not.
tr_tr: Bağlantının HTTPS kullanıp kullanmadığını belirtir.

source: Passwords sent from forms are encrypted using PKI, the remain data don't.
tr_tr: Formlardan gönderilen parolalar PKI kullanılarak şifrelenir, kalan veriler şifrelenmez.

source: Help :: FAQ :: Changelog
tr_tr: Yardım :: SSS :: Değişiklik Günlüğü

source: A cygnux.org project
tr_tr: Bir cygnux.org projesi

source: Special parameters
tr_tr: Özel parametreler

source: You could use either one or several special parameters separated by blank spaces
tr_tr: Boşluklarla ayrılmış bir veya birkaç özel parametre kullanabilirsiniz

source: Search for accounts which 'login' has access rights
tr_tr: 'login'in erişim haklarına sahip olduğu hesapları arayın

source: Get the accounts in which user login "login" is the owner
tr_tr: "login" kullanıcı girişinin sahibi olduğu hesapları al

source: Search for accounts which 'group_name' has access rights
tr_tr: 'group_name'in erişim haklarına sahip olduğu hesapları arayın

source: Get the accounts in which main group "group_name" is set
tr_tr: "group_name" ana grubunun ayarlandığı hesapları alın

source: Search for accounts which contain a file with the name 'file_name'
tr_tr: 'file_name' adında bir dosya içeren hesapları arayın

source: Search for accounts by client name
tr_tr: Müşteri adına göre hesap arama

source: Search for accounts by category name
tr_tr: Hesapları kategori adına göre arama

source: Returns the account for the given ID
tr_tr: Verilen ID için hesabı döndürür

source: Search for accounts name by regular expression
tr_tr: Düzenli ifadeye göre hesap adı arama

source: Search for accounts with expired password
tr_tr: Süresi dolmuş parolaya sahip hesapları arama

source: Get private accounts for current user
tr_tr: Geçerli kullanıcı için özel hesapları al

source: Operator for special parameters
tr_tr: Özel parametreler için operatör

source: No records found
tr_tr: Kayıt bulunamadı

source: Password (repeat)
tr_tr: Şifre (tekrar)

source: Select date
tr_tr: Tarih seçiniz

source: History
tr_tr: Geçmiş

source: Details
tr_tr: Detaylar

source: Select Category
tr_tr: Kategori Seçiniz

source: Notes
tr_tr: Notlar

source: Last Modification
tr_tr: Son Değişiklik

source: Select Users
tr_tr: Kullanıcıları Seçin

source: View
tr_tr: Görünüm

source: Select Groups
tr_tr: Grupları Seçin

source: Select User
tr_tr: Kullanıcı Seçin

source: Select Group
tr_tr: Grup Seçiniz

source: Private
tr_tr: Özel

source: Private for Group
tr_tr: Grup için Özel

source: Request Account Modification
tr_tr: Hesap Değişikliği Talep Et

source: Request description
tr_tr: Açıklama talep edin

source: Send
tr_tr: Gönder

source: Permissions
tr_tr: İzinler

source: Select Client
tr_tr: Müşteri Seçin

source: Select Tags
tr_tr: Etiketleri Seçin

source: Select Account
tr_tr: Hesap Seçiniz

source: Public Link
tr_tr: Kamu Bağlantısı

source: Direct Link
tr_tr: Doğrudan Bağlantı

source: Date Added
tr_tr: Tarih Eklendi

source: Date Modified
tr_tr: Değiştirildiği Tarih

source: Editor
tr_tr: Editör

source: Password Date
tr_tr: Şifre Tarihi

source: Drop files here (max. 5) or click to select
tr_tr: Dosyaları buraya bırakın (maks. 5) veya seçmek için tıklayın

source: Maximum file size: %d MB
tr_tr: Maksimum dosya boyutu: %d MB

source: Search in Wiki
tr_tr: Wiki'de Ara

source: Open link to: %s
tr_tr: Bağlantıyı aç: %s

source: Password Expired
tr_tr: Şifre Süresi Doldu

source: Private Account (Group)
tr_tr: Özel Hesap (Grup)

source: Delete Favorite
tr_tr: Favori Sil

source: Mark as Favorite
tr_tr: Favori olarak işaretle

source: Attachments
tr_tr: Ekler

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Link to Wiki
tr_tr: Wiki bağlantısı

source: View at Wiki
tr_tr: Wiki'de görüntüle

source: Global search
tr_tr: Küresel arama

source: Display All
tr_tr: Tümünü Göster

source: Show Favorites
tr_tr: Favorileri Göster

source: Favorites Filtering
tr_tr: Sık Kullanılanlar Filtreleme

source: Accounts per page
tr_tr: Sayfa başına hesaplar

source: More Filters
tr_tr: Daha Fazla Filtre

source: Select Tag
tr_tr: Etiket Seçin

source: Copy Username
tr_tr: Kullanıcı Adını Kopyala

source: Copy Password
tr_tr: Şifreyi Kopyala

source: Data will be encrypted after saving
tr_tr: Veriler kaydedildikten sonra şifrelenecektir

source: Data will be unencrypted after saving
tr_tr: Veriler kaydedildikten sonra şifrelenmeyecektir

source: The '%s' extension is unavailable
tr_tr: '%s' uzantısı kullanılamıyor

source: This extension is needed to display passwords as images
tr_tr: Bu uzantı, parolaları resim olarak görüntülemek için gereklidir

source: Searching
tr_tr: Aranıyor

source: Results per page
tr_tr: Sayfa başına sonuç

source: Number of results per page to display when performing a search.
tr_tr: Bir arama gerçekleştirirken görüntülenecek sayfa başına sonuç sayısı.

source: Accounts password expiry
tr_tr: Hesap şifresinin sona ermesi

source: Enables the accounts password expiry date.
tr_tr: Hesapların parola son kullanma tarihini etkinleştirir.

source: Password expiry time
tr_tr: Parola geçerlilik süresi

source: Number of days for account's password expiry date.
tr_tr: Hesabın parola son kullanma tarihi için gün sayısı.

source: Expire time (days)
tr_tr: Sona erme süresi (gün)

source: Account name as link
tr_tr: Bağlantı olarak hesap adı

source: Enables to use the account name as a link to account details.
tr_tr: Hesap adının hesap ayrıntılarına bağlantı olarak kullanılmasını sağlar.

source: Global searches
tr_tr: Küresel aramalar

source: Allows the users to do searches that includes all accounts, they won't be able to display the account details if they don't have permission.
tr_tr: Kullanıcıların tüm hesapları içeren aramalar yapmasına izin verir, izinleri yoksa hesap ayrıntılarını görüntüleyemezler.

source: Image to show password
tr_tr: Şifreyi göstermek için resim

source: Generate an image with a text of the account password.
tr_tr: Hesap parolasının metnini içeren bir görüntü oluşturun.

source: Useful for environments where copying a password to clipboard is a security risk.
tr_tr: Parolanın panoya kopyalanmasının güvenlik riski oluşturduğu ortamlar için kullanışlıdır.

source: Results like Cards
tr_tr: Kartlar gibi sonuçlar

source: Displays account's search results on a card like format.
tr_tr: Hesabın arama sonuçlarını kart benzeri bir formatta görüntüler.

source: Secondary Groups Access
tr_tr: İkincil Gruplara Erişim

source: Grants access to users that are included in secondary groups.
tr_tr: İkincil gruplara dahil olan kullanıcılara erişim izni verir.

source: By default, user in a secondary group is granted if the secondary group is set as user's main group.
tr_tr: Varsayılan olarak, ikincil bir gruptaki kullanıcıya, ikincil grup kullanıcının ana grubu olarak ayarlanmışsa verilir.

source: Public Links
tr_tr: Genel Bağlantılar

source: Enable Public Links
tr_tr: Genel Bağlantıları Etkinleştir

source: Enables the ability to create public links to view an account's details
tr_tr: Bir hesabın ayrıntılarını görüntülemek için herkese açık bağlantılar oluşturma olanağı sağlar

source: Linked accounts will be visible by anyone that have the link.
tr_tr: Bağlantılı hesaplar, bağlantıya sahip olan herkes tarafından görülebilecektir.

source: In order to create links, users must have activated the option on their profiles.
tr_tr: Bağlantı oluşturmak için kullanıcıların profillerinde bu seçeneği etkinleştirmiş olmaları gerekir.

source: Use an image for password
tr_tr: Parola için bir resim kullanın

source: The account password is shown as image.
tr_tr: Hesap parolası resimdeki gibi gösterilir.

source: Expire time
tr_tr: Sona erme zamanı

source: Expire time (minutes)
tr_tr: Sona erme süresi (dakika)

source: Maximum visits
tr_tr: Maksimum ziyaret

source: Files management
tr_tr: Dosya yönetimi

source: Enables the uploading and downloading of accounts files.
tr_tr: Hesap dosyalarının yüklenmesini ve indirilmesini sağlar.

source: Allowed MIME types
tr_tr: İzin verilen MIME türleri

source: Allowed file MIME types for uploading.
tr_tr: Yükleme için izin verilen dosya MIME türleri.

source: In order to add more MIME types, you need to add them into mime.xml file within the config directory.
tr_tr: Daha fazla MIME türü eklemek için, bunları config dizini içindeki mime.xml dosyasına eklemeniz gerekir.

source: Maximum file size
tr_tr: Maksimum dosya boyutu

source: Sets the maximum file size for uploading.
tr_tr: Yükleme için maksimum dosya boyutunu ayarlar.

source: Absolute maximum is 16MB.
tr_tr: Mutlak maksimum 16 MB'tır.

source: Maximum file size in kilobytes
tr_tr: Kilobayt cinsinden maksimum dosya boyutu

source: This extension is needed to build the application's backup files
tr_tr: Bu uzantı, uygulamanın yedek dosyalarını oluşturmak için gereklidir

source: Result
tr_tr: Sonuç

source: Download Current
tr_tr: Güncel İndir

source: DB Backup
tr_tr: DB Yedekleme

source: sysPass Backup
tr_tr: sysPass Yedekleme

source: The backup allows you to save and download sysPass database and application files including its configuration.
tr_tr: Yedekleme, yapılandırması da dahil olmak üzere sysPass veritabanını ve uygulama dosyalarını kaydetmenize ve indirmenize olanak tanır.

source: With this method it's possible to either save all sysPass data in another place or use it to make the application portable.
tr_tr: Bu yöntemle tüm sysPass verilerini başka bir yere kaydetmek ya da uygulamayı taşınabilir hale getirmek için kullanmak mümkündür.

source: Export Accounts
tr_tr: Dışa Aktarma Hesapları

source: Export Password
tr_tr: Parolayı Dışa Aktar

source: Export Password (repeat)
tr_tr: Dışa Aktarma Şifresi (tekrar)

source: The accounts export allows you to save the accounts and their data in XML format to be imported in another sysPass instance.
tr_tr: Hesapları dışa aktarma, hesapları ve verilerini başka bir sysPass örneğine aktarılmak üzere XML biçiminde kaydetmenize olanak tanır.

source: Exported items are accounts, clients, categories and tags.
tr_tr: Dışa aktarılan öğeler hesaplar, müşteriler, kategoriler ve etiketlerdir.

source: Accounts' password are exported in an encrypted way for better security.
tr_tr: Hesapların şifresi, daha iyi güvenlik için şifrelenmiş bir şekilde dışa aktarılır.

source: It's possible to set an export password to save all the encrypted data in the XML file.
tr_tr: XML dosyasındaki tüm şifrelenmiş verileri kaydetmek için bir dışa aktarma parolası belirlemek mümkündür.

source: Master Password
tr_tr: Ana Şifre

source: Last change
tr_tr: Son değişiklik

source: Current Master Password
tr_tr: Geçerli Ana Şifre

source: New Master Password
tr_tr: Yeni Ana Parola

source: New Master Password (repeat)
tr_tr: Yeni Ana Parola (tekrar)

source: You should save the new password on a secure place
tr_tr: Yeni şifreyi güvenli bir yere kaydetmelisiniz

source: All accounts passwords will be encrypted again.
tr_tr: Tüm hesap şifreleri yeniden şifrelenecektir.

source: Users will need to enter the new Master Password.
tr_tr: Kullanıcıların yeni Ana Parolayı girmeleri gerekecektir.

source: It will be updated %s accounts. This process could take some time long.
tr_tr: Hesaplar %s olarak güncellenecektir. Bu işlem biraz uzun sürebilir.

source: Do not modify accounts
tr_tr: Hesapları değiştirmeyin

source: Sets a new Master Password without re-encrypting the accounts.
tr_tr: Hesapları yeniden şifrelemeden yeni bir Ana Parola belirler.

source: Confirm change
tr_tr: Değişikliği onaylayın

source: Confirm the master password change after you have been read all the above warnings.
tr_tr: Yukarıdaki tüm uyarıları okuduktan sonra ana parola değişikliğini onaylayın.

source: The Master Password is used to encrypt sysPass accounts passwords and keep them safe.
tr_tr: Ana Parola, sysPass hesaplarının parolalarını şifrelemek ve güvende tutmak için kullanılır.

source: It's advisable to change it from time to time and use a complex password that includes numbers, letters and symbols.
tr_tr: Zaman zaman değiştirmeniz ve sayılar, harfler ve semboller içeren karmaşık bir şifre kullanmanız tavsiye edilir.

source: You could get more info on: %s
tr_tr: Daha fazla bilgi için: %s

source: Update master password hash
tr_tr: Ana parola karmasını güncelle

source: Temporary Password
tr_tr: Geçici Şifre

source: Not generated
tr_tr: Üretilmedi

source: Valid until
tr_tr: Şu tarihe kadar geçerlidir

source: Attempts
tr_tr: Girişimler

source: Life (s)
tr_tr: Yaşam (lar)

source: Send email
tr_tr: E-posta gönder

source: Sends an email to all users or only to those whose group is selected.
tr_tr: Tüm kullanıcılara veya yalnızca grubu seçilenlere e-posta gönderir.

source: The temporary password is used as a Master Password for the users that need to enter it during login. By this way there is no need to tell them the real Master Password.
tr_tr: Geçici parola, oturum açma sırasında girmesi gereken kullanıcılar için Ana Parola olarak kullanılır. Bu şekilde onlara gerçek Ana Parolayı söylemeye gerek kalmaz.

source: Generate
tr_tr: Oluştur

source: Use Auth Basic
tr_tr: Auth Basic'i Kullanın

source: Use Auth Basic for authorizing accesses to the application
tr_tr: Uygulamaya erişimleri yetkilendirmek için Auth Basic'i kullanın

source: Use Auth Basic SSO
tr_tr: Auth Basic SSO kullanın

source: Use auto-login through Auth Basic
tr_tr: Auth Basic aracılığıyla otomatik oturum açmayı kullanın

source: Domain
tr_tr: Etki Alanı

source: The domain will be added to sysPass user name for checking against the Auth Basic one.
tr_tr: Etki alanı, Auth Basic'e karşı kontrol için sysPass kullanıcı adına eklenecektir.

source: Domain name
tr_tr: Alan adı

source: Default Group
tr_tr: Varsayılan Grup

source: Sets the default users group for newly created SSO users
tr_tr: Yeni oluşturulan SSO kullanıcıları için varsayılan kullanıcı grubunu ayarlar

source: Default Profile
tr_tr: Varsayılan Profil

source: Sets the default profile for the newly created SSO users.
tr_tr: Yeni oluşturulan SSO kullanıcıları için varsayılan profili ayarlar.

source: Events
tr_tr: Etkinlikler

source: Enable event log
tr_tr: Olay günlüğünü etkinleştir

source: Saves the actions done by the application.
tr_tr: Uygulama tarafından gerçekleştirilen eylemleri kaydeder.

source: Enable Syslog
tr_tr: Syslog'u Etkinleştir

source: Enable Remote Syslog
tr_tr: Uzak Syslog'u Etkinleştir

source: Hostname or IP address
tr_tr: Ana bilgisayar adı veya IP adresi

source: Port
tr_tr: Liman

source: Use Proxy
tr_tr: Proxy Kullan

source: Use a proxy server for checking out for updates and notifications.
tr_tr: Güncellemeleri ve bildirimleri kontrol etmek için bir proxy sunucusu kullanın.

source: Proxy server
tr_tr: Proxy sunucusu

source: Proxy server port
tr_tr: Proxy sunucu bağlantı noktası

source: Proxy server user
tr_tr: Proxy sunucu kullanıcısı

source: Proxy server password
tr_tr: Proxy sunucu şifresi

source: This extension is needed to check for sysPass updates and notices
tr_tr: Bu uzantı, sysPass güncellemelerini ve bildirimlerini kontrol etmek için gereklidir

source: Language
tr_tr: Dil

source: Sets the global app language. You can set a per user language on preferences.
tr_tr: Genel uygulama dilini ayarlar. Tercihlerde kullanıcı başına bir dil ayarlayabilirsiniz.

source: To improve/add translations, you can get involved at https://poeditor.com/join/project/fmlsBuugyv
tr_tr: Çevirileri geliştirmek/eklemek için https://poeditor.com/join/project/fmlsBuugyv adresinde yer alabilirsiniz

source: Visual Theme
tr_tr: Görsel Tema

source: Sets the global application visual theme. You can set a per user visual theme on preferences.
tr_tr: Genel uygulama görsel temasını ayarlar. Tercihlerde kullanıcı başına bir görsel tema ayarlayabilirsiniz.

source: Session timeout (s)
tr_tr: Oturum zaman aşım (lar)ı

source: Application URL
tr_tr: Uygulama URL'si

source: Sets the application URL when accessing through a reverse proxy or load balancer.
tr_tr: Bir ters proxy veya yük dengeleyici üzerinden erişirken uygulama URL'sini ayarlar.

source: Force HTTPS
tr_tr: HTTPS'yi Zorla

source: It forces the use of HTTPS on all the connections
tr_tr: Tüm bağlantılarda HTTPS kullanımını zorlar

source: Enable debug
tr_tr: Hata ayıklamayı etkinleştir

source: Displays some information about application configuration and performance.
tr_tr: Uygulama yapılandırması ve performansı hakkında bazı bilgileri görüntüler.

source: Maintenance mode
tr_tr: Bakım modu

source: In this mode nobody can log into the application. To disable it, you need to either modify the configuration file or unset on the site tab.
tr_tr: Bu modda hiç kimse uygulamaya giriş yapamaz. Devre dışı bırakmak için ya yapılandırma dosyasını değiştirmeniz ya da site sekmesinden ayarı kaldırmanız gerekir.

source: Check for updates
tr_tr: Güncellemeleri kontrol edin

source: Check for application updates (only for administrators).
tr_tr: Uygulama güncellemelerini kontrol edin (yalnızca yöneticiler için).

source: Check for notifications
tr_tr: Bildirimleri kontrol edin

source: Check if there are either sysPass security or warning notices (only for administrators).
tr_tr: Güvenlik sysPass veya uyarı bildirimleri olup olmadığını kontrol edin (yalnızca yöneticiler için).

source: Encrypt Session
tr_tr: Oturumu Şifrele

source: Encrypt PHP session data
tr_tr: PHP oturum verilerini şifreleme

source: This feature increases the PHP sessions security, because the stored data won't be readable.
tr_tr: Bu özellik PHP oturumlarının güvenliğini artırır, çünkü depolanan veriler okunamaz.

source: CSV/XML Import
tr_tr: CSV/XML İçe Aktarma

source: Default User
tr_tr: Varsayılan Kullanıcı

source: Sets the default user for the accounts imported.
tr_tr: İçe aktarılan hesaplar için varsayılan kullanıcıyı ayarlar.

source: Sets the default group for the accounts imported.
tr_tr: İçe aktarılan hesaplar için varsayılan grubu ayarlar.

source: Drop files here or click to select
tr_tr: Dosyaları buraya bırakın veya seçmek için tıklayın

source: Allows to import Accounts, Categories and Clients from XML or CSV files.
tr_tr: XML veya CSV dosyalarından Hesapları, Kategorileri ve Müşterileri içe aktarmaya izin verir.

source: Supported XML file formats are: sysPass, KeePass and KeePassX
tr_tr: Desteklenen XML dosya formatları şunlardır: sysPass, KeePass ve KeePassX
