Repository: ulusanyazilim/sysPass
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Drag & Drop the file into the import zone or click over the arrow.
tr_tr: Dosyayı içe aktarma bölgesine sürükleyip bırakın veya okun üzerine tıklayın.

source: For KeePass or KeePassX files, client name will be KeePass or KeePassX and category name like groups name.
tr_tr: KeePass veya KeePassX dosyaları için, istemci adı KeePass veya KeePassX ve kategori adı grup adı gibi olacaktır.

source: The CSV import file requires the following format:
tr_tr: CSV içe aktarma dosyası aşağıdaki formatı gerektirir:

source: In all cases, if the client or category do not exist they will be created automatically.
tr_tr: Her durumda, müşteri veya kategori mevcut değilse otomatik olarak oluşturulacaktır.

source: Import Password
tr_tr: Parola İçe Aktar

source: It's only needed for sysPass XML files that have been encrypted.
tr_tr: Yalnızca şifrelenmiş sysPass XML dosyaları için gereklidir.

source: It's only needed for sysPass XML files that have been encrypted with a different master password from the current one.
tr_tr: Yalnızca geçerli olandan farklı bir ana parola ile şifrelenmiş sysPass XML dosyaları için gereklidir.

source: CSV delimiter
tr_tr: CSV sınırlayıcı

source: It's only needed for CSV files.
tr_tr: Yalnızca CSV dosyaları için gereklidir.

source: Application Information
tr_tr: Başvuru Bilgileri

source: sysPass version
tr_tr: sysPass sürümü

source: Database
tr_tr: Veritabanı

source: Extensions
tr_tr: Uzantılar

source: Unavailable extensions
tr_tr: Kullanılamayan uzantılar

source: Used Memory
tr_tr: Kullanılmış Bellek

source: Download rate
tr_tr: İndirme oranı

source: OP Cache
tr_tr: OP Önbellek

source: Configuration Backup
tr_tr: Yapılandırma Yedekleme

source: Download %s
tr_tr: İndir %s

source: Tells whether the language is available or not.
tr_tr: Dilin kullanılabilir olup olmadığını gösterir.

source: If it is not installed, you would need install the right operating system locales. More info at Wiki.
tr_tr: Eğer yüklü değilse, doğru işletim sistemi yerel ayarlarını yüklemeniz gerekir. Wiki'de daha fazla bilgi.

source: Encrypted Session
tr_tr: Şifreli Oturum

source: Tells whether the session data are encrypted in the server side or not
tr_tr: Oturum verilerinin sunucu tarafında şifrelenip şifrelenmediğini belirtir

source: Loaded Plugins
tr_tr: Yüklü Eklentiler

source: Log file
tr_tr: Günlük dosyası

source: This extension is needed to connect to the LDAP server
tr_tr: Bu uzantı LDAP sunucusuna bağlanmak için gereklidir

source: Enable LDAP
tr_tr: LDAP'yi Etkinleştir

source: Enables authentication against an LDAP server.
tr_tr: Bir LDAP sunucusuna karşı kimlik doğrulamayı etkinleştirir.

source: This method will use MySQL as fallback.
tr_tr: Bu yöntem MySQL'i yedek olarak kullanacaktır.

source: Enables the connection over TLS
tr_tr: TLS üzerinden bağlantıyı etkinleştirir

source: Server Type
tr_tr: TLS üzerinden bağlantıyı etkinleştirir

source: Hostname or IP address of LDAP server.
tr_tr: LDAP sunucusunun ana bilgisayar adı veya IP adresi.

source: Examples:
tr_tr: Örnekler:

source: Bind User
tr_tr: Kullanıcı Bağla

source: User to connect to LDAP service.
tr_tr: LDAP hizmetine bağlanacak kullanıcı.

source: Bind Password
tr_tr: Şifre Bağla

source: LDAP connection user's password
tr_tr: LDAP bağlantı kullanıcısının parolası

source: This isn't the real LDAP password. You should set the real one before checking or importing LDAP objects
tr_tr: Bu gerçek LDAP parolası değildir. LDAP nesnelerini kontrol etmeden veya içe aktarmadan önce gerçek olanı ayarlamalısınız

source: Search base
tr_tr: Arama tabanı

source: LDAP base to perform the LDAP users search.
tr_tr: LDAP kullanıcıları aramasını gerçekleştirmek için LDAP tabanı.

source: LDAP group which user must belong to for granting to log in.
tr_tr: Oturum açma izni vermek için kullanıcının ait olması gereken LDAP grubu.

source: This group needs to be placed in the LDAP search base.
tr_tr: Bu grubun LDAP arama tabanına yerleştirilmesi gerekir.

source: Sets the default users group for newly created LDAP users
tr_tr: Yeni oluşturulan LDAP kullanıcıları için varsayılan kullanıcı grubunu ayarlar

source: Sets the default profile for the newly created LDAP users.
tr_tr: Yeni oluşturulan LDAP kullanıcıları için varsayılan profili ayarlar.

source: Import
tr_tr: İthalat

source: Login Attribute
tr_tr: Giriş Özniteliği

source: Defines the attribute for the user's login when importing.
tr_tr: İçe aktarma sırasında kullanıcının oturum açma özniteliğini tanımlar.

source: Name Attribute
tr_tr: İsim Özniteliği

source: Defines the attribute for the user's name when importing.
tr_tr: İçe aktarma sırasında kullanıcı adı için özniteliği tanımlar.

source: Import Groups
tr_tr: Grupları İçe Aktar

source: Group Name Attribute
tr_tr: Grup Adı Özniteliği

source: Defines the attribute for the user group name when importing.
tr_tr: İçe aktarma sırasında kullanıcı grubu adı için özniteliği tanımlar.

source: Filter
tr_tr: Filtre

source: Filter for importing LDAP users or groups.
tr_tr: LDAP kullanıcılarını veya gruplarını içe aktarmak için filtre.

source: Import users from LDAP
tr_tr: Kullanıcıları LDAP'den içe aktarma

source: Enable email notifications
tr_tr: E-posta bildirimlerini etkinleştirin

source: Enable requests by email
tr_tr: E-posta ile talepleri etkinleştirin

source: Allows users to request for either modifications to existing accounts or access to accounts which they have no rights on.
tr_tr: Kullanıcıların mevcut hesaplarda değişiklik talep etmelerine veya hakları olmayan hesaplara erişim talep etmelerine olanak tanır.

source: Enable Authentication
tr_tr: Kimlik Doğrulamayı Etkinleştir

source: Security
tr_tr: Güvenlik

source: Sender email address
tr_tr: Gönderen e-posta adresi

source: Recipients
tr_tr: Alıcılar

source: This extension is needed to connect with DokuWiki
tr_tr: Bu uzantı DokuWiki ile bağlantı kurmak için gereklidir

source: Enable DokuWiki API
tr_tr: DokuWiki API'yi Etkinleştir

source: Enables DokuWiki XML-RPC API for Wiki links.
tr_tr: Wiki bağlantıları için DokuWiki XML-RPC API'sini etkinleştirir.

source: In order to get this feature working, you should enable Wiki links for accounts filtering
tr_tr: Bu özelliğin çalışmasını sağlamak için, hesap filtreleme için Wiki bağlantılarını etkinleştirmelisiniz

source: API URL
tr_tr: API URL'si

source: DokuWiki API URL
tr_tr: DokuWiki API URL'si

source: Example:
tr_tr: Örnek:

source: Base URL
tr_tr: Temel URL

source: DokuWiki base URL
tr_tr: DokuWiki temel URL'si

source: User for connecting to the DokuWiki API.
tr_tr: DokuWiki API'sine bağlanmak için kullanıcı.

source: Namespace
tr_tr: İsim Alanı

source: Namespace used to search pages.
tr_tr: Sayfalarda arama yapmak için kullanılan ad alanı.

source: Enable Wiki links
tr_tr: Wiki bağlantılarını etkinleştirin

source: Enables the option to add a link to search for results in an external Wiki.
tr_tr: Harici bir Wiki'de sonuçları aramak için bir bağlantı ekleme seçeneğini etkinleştirir.

source: Wiki search URL
tr_tr: Wiki arama URL'si

source: URL that Wiki uses for making an entry searching.
tr_tr: Wiki'nin bir giriş araması yapmak için kullandığı URL.

source: The client's name is used as parameter.
tr_tr: Müşterinin adı parametre olarak kullanılır.

source: Wiki page URL
tr_tr: Wiki sayfası URL'si

source: URL that Wiki uses for accessing to the entry details.
tr_tr: Wiki'nin giriş ayrıntılarına erişmek için kullandığı URL.

source: Account's name is used as parameter of Wiki search variable.
tr_tr: Hesabın adı Wiki arama değişkeninin parametresi olarak kullanılır.

source: Account name prefix
tr_tr: Hesap adı öneki

source: Prefix to determine which accounts have a link to the Wiki.
tr_tr: Hangi hesapların Wiki'ye bağlantısı olduğunu belirlemek için önek.

source: Install
tr_tr: Kurulum

source: Filter ON
tr_tr: Filtre AÇIK

source: Installation %s
tr_tr: Kurulum %s

source: sysPass Admin
tr_tr: sysPass Yöneticisi

source: sysPass admin user
tr_tr: sysPass yönetici kullanıcısı

source: sysPass administrator's login
tr_tr: sysPass yönetici girişi

source: DB Configuration
tr_tr: DB Yapılandırması

source: DB access user
tr_tr: DB erişim kullanıcısı

source: An user with MySQL admin rights
tr_tr: MySQL yönetici haklarına sahip bir kullanıcı

source: DB access password
tr_tr: DB erişim şifresi

source: sysPass database name
tr_tr: sysPass veritabanı adı

source: sysPass database server
tr_tr: sysPass veritabanı sunucusu

source: Server name to install sysPass database
tr_tr: Veritabanı sysPass'ın yükleneceği sunucu adı

source: Hosting Mode
tr_tr: Barındırma Modu

source: It does not create or verify the user's permissions on the DB
tr_tr: Kullanıcının DB üzerindeki izinlerini oluşturmaz veya doğrulamaz

source: Others
tr_tr: Diğerleri

source: Creator
tr_tr: Oluşturan

source: Delete History
tr_tr: Geçmişi Sil

source: Select Action
tr_tr: Eylem Seçin

source: Options
tr_tr: Seçenekler

source: Refresh Authorization
tr_tr: Yenileme Yetkisi

source: Token
tr_tr: Jeton

source: Sets whether the client is visible by all users
tr_tr: İstemcinin tüm kullanıcılar tarafından görünür olup olmadığını ayarlar

source: By default, clients assigned to accounts only will be visible by users who are granted to access to the accounts.
tr_tr: Varsayılan olarak, hesaplara atanan istemciler yalnızca hesaplara erişim izni olan kullanıcılar tarafından görülebilir.

source: Field name
tr_tr: Alan adı

source: Help Text
tr_tr: Yardım Metni

source: Field's help
tr_tr: Alan'ın yardımı

source: Required
tr_tr: Gerekli

source: Length
tr_tr: Uzunluk

source: Score
tr_tr: Skor

source: Regular Expression
tr_tr: Düzenli İfade

source: Include Numbers
tr_tr: Numaraları Dahil Et

source: Include Letters
tr_tr: Mektupları Dahil Et

source: Include Symbols
tr_tr: Sembolleri Dahil Et

source: Include Uppercase
tr_tr: Büyük Harfleri Dahil Et

source: Include Lowercase
tr_tr: Küçük Harfleri Dahil Et

source: Accounts will be only visible by the user.
tr_tr: Hesaplar sadece kullanıcı tarafından görülebilir.

source: Administrators won't be able to display the accounts.
tr_tr: Yöneticiler hesapları görüntüleyemeyecektir.

source: Accounts will be only visible by the user and users belonging to the main group.
tr_tr: Hesaplar yalnızca kullanıcı ve ana gruba ait kullanıcılar tarafından görülebilir.

source: IP Address
tr_tr: IP Adresi

source: Timeout
tr_tr: Zaman Aşımı

source: Select Profile
tr_tr: Profil Seçiniz

source: Assignment priority if values match with others assigned by user, group or profile.
tr_tr: Değerler kullanıcı, grup veya profil tarafından atanan diğer değerlerle eşleşiyorsa atama önceliği.

source: Assignment Priority
tr_tr: Atama Önceliği

source: Enforces the values to be set either on creating or updating an item.
tr_tr: Bir öğe oluşturulurken veya güncellenirken ayarlanacak değerleri zorlar.

source: Values will be merged with the existing ones.
tr_tr: Değerler mevcut olanlarla birleştirilecektir.

source: Use
tr_tr: Kullanım

source: Full username
tr_tr: Tam kullanıcı adı

source: Session login
tr_tr: Oturum girişi

source: SSO Login
tr_tr: SSO Girişi

source: Session login with SSO
tr_tr: SSO ile oturum açma

source: Email address
tr_tr: E-posta adresi

source: Application administrator
tr_tr: Uygulama yöneticisi

source: Accounts administrator
tr_tr: Hesap Yöneticisi

source: Force password change
tr_tr: Parola değişikliğine zorlama

source: Entries
tr_tr: Girişler

source: Last Access
tr_tr: Son Erişim

source: Master Password Date
tr_tr: Ana Şifre Tarihi

source: Used in
tr_tr: İçinde kullanılır

source: Used by
tr_tr: Tarafından kullanıldı

source: (*) Listed in group
tr_tr: (*) Grup içinde listelenmiştir

source: Management
tr_tr: Yönetim

source: Create new account
tr_tr: Yeni hesap oluştur

source: View account details
tr_tr: Hesap ayrıntılarını görüntüle

source: View account password
tr_tr: Hesap şifresini görüntüle

source: View History
tr_tr: Geçmişi Görüntüle

source: View account history
tr_tr: Hesap geçmişini görüntüle

source: Edit account
tr_tr: Hesabı düzenle

source: Edit Password
tr_tr: Şifreyi Düzenle

source: Edit account password
tr_tr: Hesap şifresini düzenleme

source: Remove account
tr_tr: Hesabı kaldır

source: View account files
tr_tr: Hesap dosyalarını görüntüleme

source: Share Link
tr_tr: Bağlantı Paylaş

source: Share link to account
tr_tr: Hesap bağlantısını paylaş

source: Create private account
tr_tr: Özel hesap oluşturun

source: Create private account for group
tr_tr: Grup için özel hesap oluşturun

source: Assign permissions
tr_tr: İzinleri atama

source: Users management
tr_tr: Kullanıcı yönetimi

source: Groups management
tr_tr: Grup yönetimi

source: Profiles management
tr_tr: Profil yönetimi

source: Categories management
tr_tr: Kategoriler yönetim

source: Tags management
tr_tr: Etiketler yönetim

source: Customers management
tr_tr: Müşteri yönetimi

source: Custom fields management
tr_tr: Özel alan yönetimi

source: API authorizations management
tr_tr: API yetkilendirme yönetimi

source: Links management
tr_tr: Bağlantı yönetimi

source: Accounts management
tr_tr: Hesap yönetimi

source: Default Values
tr_tr: Varsayılan Değerler

source: Default Values Management
tr_tr: Varsayılan Değerler Yönetimi

source: General Configuration
tr_tr: Genel Yapılandırma

source: Encryption options
tr_tr: Şifreleme seçenekleri

source: Make a backup and export
tr_tr: Yedekleme yapın ve dışa aktarın

source: Make accounts import
tr_tr: Hesapları içe aktarın

source: View event log
tr_tr: Olay günlüğünü görüntüleme

source: Profile name
tr_tr: Profil adı

source: Previous Password
tr_tr: Önceki Şifre

source: Sign in
tr_tr: Oturum aç

source: Forgot password?
tr_tr: Şifrenizi mi unuttunuz?

source: Updated
tr_tr: Güncellenmiş

source: Error while checking for updates
tr_tr: Güncellemeleri kontrol ederken hata oluştu

source: Update %s
tr_tr: Güncelleme %s

source: DB Update
tr_tr: DB Güncellemesi

source: Application Update
tr_tr: Uygulama Güncellemesi

source: Security Code
tr_tr: Güvenlik Kodu

source: This code is set in sysPass config file within the tag name "upgradekey"
tr_tr: Bu kod sysPass yapılandırma dosyasında "upgradekey" etiket adı içinde ayarlanır

source: Some orphaned items have been found. Please, modify those items or enter the default IDs for them.
tr_tr: Bazı öksüz öğeler bulundu. Lütfen bu öğeleri değiştirin veya bunlar için varsayılan kimlikleri girin.

source: If items IDs are not set, they will be created.
tr_tr: Öğe kimlikleri ayarlanmamışsa, bunlar oluşturulacaktır.

source: Enter a valid user ID for the accounts
tr_tr: Hesaplar için geçerli bir kullanıcı kimliği girin

source: Enter a valid category ID for the accounts
tr_tr: Hesaplar için geçerli bir kategori kimliği girin

source: Enter a valid client ID for the accounts
tr_tr: Hesaplar için geçerli bir müşteri kimliği girin

source: Enter a valid group ID for the users
tr_tr: Kullanıcılar için geçerli bir grup kimliği girin

source: Enter a valid profile ID for the users
tr_tr: Kullanıcılar için geçerli bir profil kimliği girin

source: This update uses a new encryption schema, so it will be needed to reencrypt the whole encrypted data.
tr_tr: Bu güncelleme yeni bir şifreleme şeması kullanmaktadır, bu nedenle şifrelenmiş verilerin tamamının yeniden şifrelenmesi gerekecektir.

source: Enter a valid user login
tr_tr: Geçerli bir kullanıcı girişi girin

source: I've done a full sysPass backup
tr_tr: Tam bir sysPass yedeklemesi yaptım

source: Please, wait while the process is running
tr_tr: Lütfen işlem devam ederken bekleyin

source: Start Update
tr_tr: Güncellemeyi Başlat

source: Global notification
tr_tr: Küresel bildirim

source: Only for application administrators
tr_tr: Yalnızca uygulama yöneticileri için

source: Plugin name
tr_tr: Eklenti adı

source: Plugin version
tr_tr: Eklenti sürümü

source: Compatible Version
tr_tr: Uyumlu Sürüm

source: sysPass compatible version
tr_tr: sysPass uyumlu sürüm

source: Author
tr_tr: Yazar

source: Plugin author
tr_tr: Eklenti yazarı

source: The application needs to be updated
tr_tr: Uygulamanın güncellenmesi gerekiyor

source: Please enter the security code to start the upgrade
tr_tr: Yükseltmeyi başlatmak için lütfen güvenlik kodunu girin

source: Request Password Change
tr_tr: Şifre Değişikliği İste

source: User's Email
tr_tr: Kullanıcı E-postası

source: Go back to login
tr_tr: Girişe geri dönün

source: Change
tr_tr: Değişim

source: Sort search results by views
tr_tr: Arama sonuçlarını görünümlere göre sıralama

source: Sorts accounts search results by the number of account's views
tr_tr: Hesap arama sonuçlarını hesabın görüntülenme sayısına göre sıralar

source: Navigation bar on top
tr_tr: Üstte gezinme çubuğu

source: Displays a navigation bar on top of the search results.
tr_tr: Arama sonuçlarının üstünde bir gezinme çubuğu görüntüler.

source: Show Hidden Actions
tr_tr: Gizli Eylemleri Göster

source: Always display hidden actions on the accounts search page.
tr_tr: Hesap arama sayfasında her zaman gizli eylemleri görüntüleyin.

source: In-App Notifications
tr_tr: Uygulama İçi Bildirimler

source: Enables the active In-App notifications polling
tr_tr: Etkin Uygulama İçi bildirim yoklamasını etkinleştirir

source: Show Filters
tr_tr: Filtreleri Göster

source: Displays the additional filters selection on the accounts search.
tr_tr: Hesap aramasında ek filtre seçimini görüntüler.

source: View Wiki
tr_tr: Wiki Görüntüle

source: Page not found
tr_tr: Sayfa bulunamadı

source: Search results of '%s'
tr_tr: '%s' için arama sonuçları

source: Page
tr_tr: Sayfa
